Repository: Etamuk/dynamic-wallpaper-editor
Catalog: po/*.po
Languages: cs, fr, it

source: Dynamic Wallpaper Editor
cs: Editor dynamických tapet
fr: Éditeur de fonds d'écran dynamiques

source: Create or edit XML dynamic wallpapers ("background slideshows") for the GNOME desktop
cs: Vytvářejte nebo upravujte XML dynamických tapet ("slideshow na pozadí") pro prostředí GNOME
fr: Créer ou éditer des fonds d'écrans dynamiques ("diaporamas") pour le bureau GNOME.

source: Dynamic Wallpaper Editor is a simple utility to create or edit dynamic wallpapers for the GNOME desktop.
cs: Editor dynamických tapet je jednoduchý nástroj pro vytváření nebo úpravu dynamických tapet pro prostředí GNOME.
fr: Cet "éditeur de fonds d'écran dynamiques" est un utilitaire simple pour créer ou éditer des fonds d'écrans dynamiques pour le bureau GNOME.
it: Dynamic Wallpaper Editor è una semplice utility per creare o modificare sfondi dinamici per il desktop GNOME.

source: The duration of each picture and each transition can be set separately or globally. The total duration can be 24 hours to do a wallpaper fitting the daylight.
cs: Délku trvání každého snímku a každého přechodu lze nastavit samostatně nebo globálně. Celková doba trvání může být 24 hodin, aby tapeta odpovídala dennímu světlu.
fr: La durée de chaque image et de chaque transition peut être réglée séparément ou de manière globale. La durée totale peut être de 24 heures pour faire un fond d'écran s'adaptant à la lumière du jour.
it: La durata di ogni immagine e di ogni transizione può essere impostata separatamente o a livello globale. La durata totale può essere di 24 ore per realizzare uno sfondo che si adatti al luce del giorno.

source: This version now detects when it runs in a flatpak sandbox, and tells you when a feature isn't available because of it (instead of silently doing nothing).
cs: Tato verze nyní detekuje, když běží v sandboxu Flatpaku, a informuje vás, když kvůli tomu není funkce dostupná (místo toho, aby mlčky nedělala nic).
fr: Cette version détecte maintenant quand elle est exécutée au format flatpak, et vous informe lorsqu'une fonctionnalité n'est pas disponible à cause de cela.

source: The help manual has been updated to tell you workarounds about this problem.
cs: Byla aktualizována nápověda, aby vám sdělila řešení tohoto problému.
fr: Le manuel d'aide a été mis à jour pour vous donner des moyens de contourner ce problème.

source: An new icon is available, following the recent GNOME guidelines.
cs: K dispozici je nová ikona podle nejnovějších pokynů GNOME.
fr: Une nouvelle icône est disponible, respectant les recommendations de GNOME.

source: The images can now be reordered, previewed, or deleted using keyboard shortcuts.
cs: Nyní lze změnit pořadí obrázků, zobrazit jejich náhled nebo je odstranit pomocí klávesových zkratek.
fr: Les images peuvent être réordonnées, prévisualisées, ou supprimées en utilisant les raccourcis clavier.

source: The images can now be easily sorted according to their filename.
fr: Les images peuvent désormais être facilement triées selon leur noms.
it: Le immagini possono ora essere facilmente ordinate in base al nome del file.

source: Add a picture-wide menu with actions such as "Replace with…" (thus, missing pictures can be replaced without having to set the durations again), or "View file" to open the file in the system image viewer.
fr: Ajout d'actions à l'échelle de chaque image, telle que "Remplacer par…", ainsi les images manquantes peuvent être remplacées plus facilement ; mais aussi "Afficher l'image" pour ouvrir les images avec le lecteur système.

source: Wallpaper types are now managed from the primary menu again.
fr: Les types de fond d'écran sont maintenant à nouveau gérés depuis le menu principal.
it: I tipi di sfondo ora sono nuovamente gestiti dal menu principale.

source: Add the ability to search among pictures, fix a memory leak, improve the automatic duration setting, make the window easier to resize, and update translations.
fr: Ajoute la possibilité de chercher parmi les images, corrige une fuite mémoire, améliore le réglage automatique des durées, rend la fenêtre plus facile à redimensionner, et met à jour les traductions.
it: Aggiunta la possibilità di cercare tra le immagini, corretto una perdita di memoria, migliora l'impostazione automatica della durata, reso la finestra più facile da ridimensionare e aggiornato traduzioni.

source: The app can now optionally display pictures using a grid layout instead of a list.
fr: L'application peut maintenant optionnellement afficher les images sous forme de grille au lieu d'une liste.
it: L'app può ora visualizzare facoltativamente le immagini utilizzando un layout a griglia anziché unelenco.

source: An example of a wallpaper changing with daylight
cs: Příklad tapety měnící se při denního světla
fr: Un exemple de fond d'écran changeant avec la lumière du jour
it: Un esempio di wallpaper che cambia con la luce del giorno

source: The grid layout
cs: Rozložení mřížky
fr: La vue en grille
it: Il layout della griglia

source: Create or edit dynamic wallpapers for GNOME.
cs: Vytvářejte nebo upravujte dynamické tapety pro GNOME.
fr: Créer ou éditer des fonds d'écrans dynamiques pour GNOME.
it: Crea o modifica sfondi dinamici per GNOME.

source: Wallpaper;Daylight;XML;
cs: Tapeta;Denní světlo;XML;
fr: Fond d'écran;Lumière du jour;XML;

source: New Window
cs: Nové okno
fr: Nouvelle fenêtre
it: Nuova Finestra

source: Use a grid or a list
cs: Použít mřížku nebo seznam
fr: Utiliser une grille ou une liste
it: Usa una griglia o un elenco

source: Display the pictures using a grid of thumbnails, or a list.
cs: Zobrazit obrázky pomocí mřížky miniatur nebo seznamu.
fr: Afficher les images en utilisant une grille de miniatures, ou une liste.
it: Visualizza le immagini utilizzando una griglia di miniature o un elenco.

source: Save as…
cs: Uložit jako...
fr: Enregistrer sous…
it: Salva con nome...

source: List
cs: Seznam
fr: Liste
it: Elenco

source: Grid
cs: Mřížka
fr: Grille
it: Griglia

source: Same duration for all
fr: Même durée pour tous
it: Stessa durata per tutti

source: Fit the daylight
cs: Přizpůsobit dennímu světlu
fr: Concorder avec la lumière du jour
it: Adatta alla luce del giorno

source: Keyboard Shortcuts
cs: Klávesové zkratky
fr: Raccourcis clavier
it: Scorciatoie da tastiera

source: Help
cs: Nápověda
fr: Aide
it: Aiuto

source: About
cs: O aplikaci
fr: À propos
it: Informazioni

source: File
fr: Fichier

source: Open
cs: Otevřít
fr: Ouvrir
it: Apri

source: Save
cs: Uložit
fr: Enregistrer
it: Salva

source: Close
fr: Fermer
it: Chiudi

source: Quit
fr: Quitter
it: Chiudi

source: Edit
fr: Édition
it: Modifica

source: Add pictures
cs: Přidat obrázky
fr: Ajouter des images
it: Aggiungi immagini

source: Add a folder
cs: Přidat adresář
fr: Ajouter un dossier
it: Aggiungi cartelle

source: Find
fr: Rechercher
it: Trova

source: Automatically set a total of 24 hours
cs: Automatické nastavení celkového času na 24 hodin
fr: Réglez automatiquement un total de 24 heures
it: Imposta automaticamente un totale di 24 ore

source: View
fr: Affichage
it: Vista

source: Same duration for all pictures
cs: Stejná délka trvání pro všechny obrázky
fr: Même durée pour toutes les images
it: Stessa durata per tutte le immagini

source: Durations fitting the daylight
fr: Durées concordant avec la lumière du jour
it: Durate adatte alla luce del giorno

source: Sort by name
cs: Seřadit podle jména
fr: Trier par nom
it: Ordina per nome

source: Picture
fr: Image

source: Delete
cs: Smazat
fr: Supprimer
it: Elimina

source: Replace with…
cs: Nahradit...
fr: Remplacer par…
it: Sostituisci con...

source: View picture
cs: Zobrazit obrázek
fr: Voir l'image
it: Visualizza immagine

source: View containing directory
cs: Zobrazit v adresáři
fr: Voir le dossier parent
it: Visualizza la directory contenente

source: Move to first position
cs: Posunout na první pozici
fr: Déplacer en première position
it: Sposta in prima posizione

source: Move up
cs: Posunout nahoru
fr: Déplacer vers le haut
it: Sposta su

source: Move down
cs: Posunout dolů
fr: Déplacer vers le bas
it: Sposta giù

source: Move to last position
cs: Posunout na poslední pozici
fr: Déplacer en dernière position
it: Sposta in ultima posizione

source: Apply
fr: Appliquer
it: Applica

source: Set as wallpaper
cs: Nastavit jako tapetu
fr: Appliquer comme fond d'écran
it: Imposta come sfondo

source: Mosaic
cs: Mozaika
fr: Mosaïque
it: Mosaico

source: Centered
cs: Vycentrované
fr: Centré
it: Centra

source: Scaled
cs: Zmenšené
fr: Mis à l'échelle
it: Adatta allo schermo

source: Stretched
cs: Roztažené
fr: Étiré

source: Zoom
cs: Přiblížené
fr: Zoomé

source: Spanned
cs: Rozšířené
fr: Étalé
it: Riempi

source: User manual
fr: Manuel de l'utilisateur
it: Manuale dell'utente

source: Time
cs: Čas
fr: Temps
it: Durata

source: Time (in seconds) of this image. This doesn't include the time of the transition.
cs: Čas (v sekundách) tohoto snímku. Nezahrnuje dobu přechodu.
fr: Temps (en secondes) de cette image. Ça n'inclue pas le temps de la transition.
it: Durata (in secondi) della permanenza dell'immagine. Non include la durata della transizione.

source: Time (in seconds) of the transition between this image and the next one.
cs: Čas (v sekundách) přechodu mezi tímto obrázkem a dalším.
fr: Temps (en secondes) de la transition entre cette image et la suivante.
it: Durata (in secondi) del tempo di transizione tra questa immagine e la prossima.

source: Duration
cs: Trvání
fr: Durée
it: Durata transizione

source: This is useful when the total duration is 24 hours.
cs: To je užitečné, když celková doba trvání je 24 hodin.
fr: Ceci est utile quand la durée totale est 24 heures.
it: Questo è utile quando la durata totale è 24 ore.

source: Start time of the wallpaper
cs: Počáteční čas tapety
fr: Heure de début du fond d'écran
it: Tempo di inizio dello sfondo

source: Year
cs: Rok
fr: Année
it: Anno

source: Month
cs: Měsíc
fr: Mois
it: Mese

source: Day
cs: Den
fr: Jour
it: Gorno

source: Hour
cs: Hodina
fr: Heure
it: Ore

source: Second
cs: Sekunda
fr: Seconde
it: Secondi

source: General
cs: Obecné
fr: Général
it: Generali

source: Close the current window
cs: Zavřít aktuální okno
fr: Fermer la fenêtre actuelle
it: Chiudi la finestra corrente

source: Quit all windows
cs: Zavřít všechna okna
fr: Quitter toutes les fenêtres
it: Chiudi tutte le finestre

source: Show shortcuts
cs: Zobrazit zkratky
fr: Montrer les raccourcis clavier
it: Mostra scorciatoie da tastiera

source: Show help
cs: Zobrazit nápovědu
fr: Afficher l'aide
it: Mostra la finestra di aiuto

source: Wallpaper
cs: Tapeta
fr: Fond d'écran
it: Sfondo

source: Open an existing dynamic wallpaper
cs: Otevřít existující dynamickou tapetu
fr: Ouvrir un fond d'écran dynamique existant
it: Apri uno sfondo dinamico preesistente

source: Pictures management
cs: Správa obrázků
fr: Gestion des images

source: Find a picture
cs: Najít obrázek
fr: Rechercher une image
it: Trova un' immagini

source: Selected picture
cs: Vybraný obrázek
fr: Image sélectionnée

source: More actions
cs: Více akcí
fr: Plus d'actions
it: Più azioni

source: Set the exact start time of the wallpaper
cs: Nastavte přesný čas počátku tapety
fr: Régler l'heure exacte de début du fond d'écran
it: Imposta la data esatta di inizio dello sfondo

source: Apply as wallpaper, and set adjustment options
fr: Appliquer comme fond d'écran, et régler les options d'ajustement.

source: Error starting the application, please report this bug.
cs: Chyba při spuštění aplikace, nahlaste prosím tuto chybu.
fr: Erreur au démarrage de l'application, veuillez rapporter ce bug.
it: Errore all'avvio dell'applicazione, per favore, segnala questo bug.

source: Automatic fix
cs: Automaticky opravit
fr: Correction automatique
it: Risolvi in automatico

source: Set durations for a total of 24 hours
cs: Nastavte celkovou dobu trvání na 24 hodin
fr: Réglez les durées pour un total de 24 heures
it: Imposta la durata per un totale di 24 ore

source: Duration of each picture (seconds)
cs: Doba trvání každého obrázku (sekundy)
fr: Durée de chaque image (secondes)
it: Durata di ogni immagine (secondi)

source: Duration of each transition (seconds)
cs: Doba trvání každého přechodu (sekundy)
fr: Durée de chaque transition (secondes)
it: Durata di ogni transizione (secondi)

source: Tell the version of the app
cs: Zobrazit verzi aplikace
fr: Affiche la version de l'application
it: Indica la versione dell'app

source: Open a new window
cs: Otevřít nové okno
fr: Ouvrir une nouvelle fenêtre
it: Apri una nuova finestra

source: Error opening this file.
cs: Chyba při otevírání tohoto souboru.
fr: Erreur à l'ouverture de ce fichier.

source: Did you mean %s ?
cs: Mysleli jste %s ?
fr: Vouliez-vous dire %s ?

source: Report bugs or ideas
cs: Nahlásit chyby nebo nápady
fr: Rapporter des bugs ou des idées
it: Segnala bug o suggerisci idee

source: translator-credits
cs: Vojtěch Perník <translations@pervoj.cz>
fr: Romain F. T.
it: inknos: nicola.sella AT disroot DOT org

source: This feature isn't available with Flatpak.
cs: Tato funkce není dostupná při instalaci z Flatpaku.
fr: Cette fonctionnalité n'est pas disponible avec Flatpak.

source: Don't worry, your XML file can still be set as your wallpaper from GNOME Tweaks.
cs: Nebojte se, váš soubor XML lze stále nastavit jako tapetu z Vyladění GNOME.
fr: Pas d'inquiétude, votre fichier XML peut toujours être appliqué comme fond d'écran via GNOME Ajustements.

source: This desktop environment isn't supported.
cs: Toto prostředí není podporováno.
fr: Cet environnement de bureau n'est pas supporté.

source: Dynamic wallpapers (XML)
cs: Dynamické tapety (XML)
fr: Fonds d'écran dynamiques
it: Sfondi dinamici (XML)

source: All pictures
cs: Všechny obrázky
fr: Toutes les images
it: Tutte le immagini

source: PNG images
cs: Obrázky PNG
fr: Images PNG
it: Immagini PNG

source: %s hour
cs: %s hodin
fr: %s heure

source: %s second
cs: %s sekund
fr: %s seconde

source: This picture might exist, but it isn't in your home folder so I can't see it.
cs: Tento obrázek může existovat, ale není ve vaší domovské složce, takže ho nevidím.
fr: Cette image existe peut-être, mais n'est pas dans votre dossier personnel donc je ne peux pas la voir.
it: Questa immagine potrebbe esistere, ma non è nella tua cartella home, quindi non posso vederla.

source: This picture doesn't exist
cs: Tento obrázek neexistuje
fr: Cette image n'existe pas
it: Questa immagine non esiste

source: This picture lasts from {0} to {1}
cs: Tento obrázek trvá od {0} do {1}
fr: Cette image dure de {0} à {1}
it: L'immagine inizierà alle {0} e finirà alle {1}

source: The transition to the next picture lasts from {0} to {1}
cs: Přechod na další obrázek trvá od {0} do {1}
fr: La transition vers l'image suivante dure de {0} à {1}
it: La transizione inizierà alle {0} e finirà alle {1}

source: Add new pictures, or open an existing XML file.
cs: Přidejte nové obrázky, nebo otevřete existující XML.
fr: Ajoutez de nouvelles images, ou ouvrez un fichier XML existant.
it: Aggiungi un'immagine o apri un file XML.

source: Drag-and-drop pictures to reorder them.
cs: Přetáhněte obrázky pro změnu pořadí.
fr: Glisser-déposer les images pour les réordonner.
it: Trascina le immagini per riordinarle.

source: %s picture
cs: %s obrázků
fr: %s image

source: Total time: %s second
cs: Celkový čas: %s sekund
fr: Temps total : %s seconde

source: The total duration isn't 24 hours.
cs: Celková doba trvání není 24 hodin.
fr: La durée totale n'est pas 24 heures.
it: La durata totale non è 24 ore.

source: There are unsaved modifications to your wallpaper.
cs: Ve vaší tapetě jsou neuložené změny.
fr: Il y a des modifications non enregistrées à votre fond d'écran.
it: Ci sono modifiche non salvate per il tuo sfondo.

source: There are unsaved modifications to %s
cs: V %s jsou neuložené změny
fr: Il y a des modifications non enregistrées à %s

source: Cancel
cs: Zrušit
fr: Annuler
it: Annulla

source: Discard
cs: Zahodit
fr: Abandonner
it: Esci senza salvare

source: Loading…
cs: Načítání...
fr: Chargement…
it: Caricamento...

source: Replace %s
cs: Nahradit %s
fr: Remplacer %s
it: Sostituisci %s

source: This dynamic wallpaper is corrupted
cs: Tato dynamická tapeta je poškozená
fr: Ce fond d'écran dynamique est corrompu
it: Questo sfondo dinamico è corrotto

source: This XML file doesn't describe a valid dynamic wallpaper
cs: Tento soubor XML nepopisuje platnou dynamickou tapetu
fr: Ce fichier XML ne décrit pas un fond d'écran dynamique valide
it: Questo file XML non corrisponde a uno sfondo dinamico valido

source: Unknown element: %s
cs: Neznámý prvek: %s
fr: Élément inconnu : %s
it: Elemento sconosciuto: %s

source: Untitled
cs: Bez názvu
fr: Sans titre
it: Senza Titolo

source: Version 3.0 greatly improves performances.
cs: Verze 3.0 výrazně zlepšuje výkon.

source: An editing history is now available to undo or redo your changes.
cs: Nyní je k dispozici historie úprav, která umožňuje vrátit nebo opakovat změny.

source: Wallpaper adjustment
cs: Zobrazení tapety

source: Use durations instead of times
cs: Použít dobu trvání namísto času

source: Transition
cs: Přechod
it: Durata transizione

source: Minute
cs: Minuta
it: Minuti

source: History
cs: Historie

source: Undo
cs: Zpět

source: Redo
cs: Znovu

source: Save the file and apply it as your wallpaper
cs: Uložit soubor a nastavit ho jako tapetu

source: Save and apply
cs: Uložit a nastavit

source: Manage how you set the durations of your pictures
cs: Spravujte, jak nastavíte délku trvání obrázků

source: Durations options
cs: Možnosti délky trvání

source: JPEG images
cs: Obrázky JPEG
it: Immagini JPEG

source: %s minute
cs: %s minut

source: This update also removes obsolete or unreliable features like "find and replace", or the possibility to set a file as lockscreen (which was not possible with most environments, and is not even possible GDM since the version 3.36).
it: Questo aggiornamento rimuove anche funzionalità obsolete o inaffidabili come " trova e sostituisci", o la possibilità di impostare un file come lockscreen (che non era possibile con la maggior parte degli ambienti e non è nemmeno possibile GDM dalla versione 3.36).

source: Minor bugs have been fixed too, like the weird behavior when closing the "find" entry, or actions that were disabled when they shouldn't.
it: Sono stati corretti anche bug minori, come lo strano comportamento alla chiusura del "trova" una voce o azioni che sono state disabilitate quando non dovrebbero.

source: Find and replace
it: Trova e sostituisci

source: Find a filename
it: Trova un nome file

source: Replace in filenames
it: Sostituisci nomi dei file

source: Error opening this file. Did you mean %s ?
it: Errore nell'apertura del file. Volevi dire %s?
